Repository: EugenioCaiazzo/GameWizard
Catalog: GameWizard/GameWizard/*.lproj/Localizable.strings
Languages: it

source: welcome_first_message_onboarding
it: Hey there, it seems this is the first time you interact with me...

source: welcome_second_message_onboarding
it: If you tell me some details about what you want I can recommend you some of the games I know... Use the input down here to talk with me, writing something like "Tell me a game about..."wahtever you want :)

source: welcome_third_message_onboarding
it: But please, do it in English, because I've been trained to only understand English yet :)

source: find_saved_games_onboarding
it: You can find your saved game in the list section of this magic app, reachable by clicking on the icon in the top right corner, after this "tutorial" will end. Have a nice chat :))

source: save %s
it: Salva "%s" ne "I Miei Giochi"

source: Type here...
it: Scrivi qui...

source: Games found intro
it: There are some games I found :

source: save_instructions
it: If you want, you can save the games I told you by holding your finger on my last message and selecting which game to save

source: no game
it: I didn't find any game

source: no game 2
it: No game was found

source: no game 3
it: I didn't find anything

source: I found %s
it: I found "%s" that you may like

source: Here's what I found %s
it: Here's what I found: "%s", I hope that you like it

source: mainChat_intro
it: Hello there, how can I help you? Write something like "Tell me a game about soccer"

source: Game Name
it: Nome del Gioco

source: Suggestions
it: Suggerimenti

source: Add
it: Aggiungi

source: Add a new game
it: Aggiungi gioco

source: Done
it: Fatto

source: Edit
it: Modifica

source: ALREADY SUGGESTED
it: GIÃ€ SUGGERITI

source: MY GAMES
it: I MIEI GIOCHI

source: Back
it: Indietro
